{
  "prayers": [
    {
      "id": "niat",
      "title": "Niat",
      "description": "Melafalkan niat untuk sholat.",
      "arabicText": "أُصَلِّي فَرْضَ الظُّهْرِ أَرْبَعَ رَكَعَاتٍ مُسْتَقْبِلَ الْقِبْلَةِ أَدَاءً لِلّٰهِ تَعَالَى",
      "transliteration": "Ushalli fardhazh-zhuhri arba'a raka'atin mustaqbilal qiblati adaa-an lillaahi ta'aala",
      "indonesianTranslation": "Saya berniat sholat fardhu Dzuhur empat rakaat menghadap kiblat karena Allah Ta'ala.",
      "englishTranslation": "I intend to perform the obligatory prayer of Dhuhr, four rakats, facing the Qibla, for the sake of Allah Ta'ala."
    },
    {
      "id": "takbiratul_ihram",
      "title": "Takbiratul Ihram",
      "description": "Mengangkat kedua tangan sambil mengucapkan takbir.",
      "arabicText": "اللَّهُ أَكْبَرُ",
      "transliteration": "Allahu Akbar",
      "indonesianTranslation": "Allah Maha Besar.",
      "englishTranslation": "Allah is the Greatest."
    },
    {
      "id": "doa_iftitah",
      "title": "Doa Iftitah",
      "description": "Membaca doa iftitah sebelum Al-Fatihah.",
      "arabicText": "اللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا. إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا مُسْلِمًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ. إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ. لَا شَرِيكَ لَهُ، وَبِذَٰلِكَ أُمِرْتُ، وَأَنَا مِنَ الْمُسْلِمِينَ",
      "transliteration": "Allaahu Akbar kabiiraw-walhamdu lillaahi katsiiraw-wa subhaanallaahi bukrataw-wa ashiilaa. Innii wajjahtu wajhiya lilladzii fatharas-samaawaati wal-ardha haniifam-muslimaw-wamaa ana minal musyrikiin. Inna shalaatii wa nusukii wa mahyaaya wa mamaatii lillaahi rabbil 'aalamiin. Laa syariika lahu wa bidzaalika umirtu wa ana minal muslimiin",
      "indonesianTranslation": "Allah Maha Besar dengan segala kebesaran, dan segala puji bagi Allah dengan pujian yang banyak, dan Maha Suci Allah pada waktu pagi dan petang. Sesungguhnya aku hadapkan wajahku kepada Allah yang telah menciptakan langit dan bumi dalam keadaan tunduk berserah diri dan aku bukanlah termasuk orang-orang musyrik. Sesungguhnya shalatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan semesta alam. Tidak ada sekutu bagi-Nya, dan demikian itulah yang diperintahkan kepadaku dan aku adalah termasuk orang-orang muslim.",
      "englishTranslation": "Allah is the Greatest with all greatness, and abundant praise be to Allah, and glory be to Allah in the morning and evening. Indeed, I have turned my face toward Allah who created the heavens and the earth, inclining toward truth, submissively, and I am not of those who associate others with Allah. Indeed, my prayer, my rites of sacrifice, my living and my dying are for Allah, Lord of the worlds. He has no partner, and this I have been commanded, and I am of the Muslims."
    },
    {
      "id": "berdiri_tegak",
      "title": "Berdiri Tegak",
      "description": "Membaca surat Al-Fatihah dan surat pendek.",
      "arabicText": "",
      "transliteration": "",
      "indonesianTranslation": "Berdiri tegak membaca Al-Fatihah dan surat pendek",
      "englishTranslation": "Stand straight while reciting Al-Fatiha and short surah"
    },
    {
      "id": "rukuk",
      "title": "Rukuk",
      "description": "Membungkuk dengan tangan di lutut sambil membaca doa rukuk.",
      "arabicText": "سُبْحَانَ رَبِّيَ الْعَظِيمِ وَبِحَمْدِهِ",
      "transliteration": "Subhaana Rabbiyal Adziimi wa bihamdih",
      "indonesianTranslation": "Maha Suci Tuhanku Yang Maha Agung dan dengan memuji-Nya.",
      "englishTranslation": "Glory is to my Lord, the Most Great, and with His praise."
    },
    {
      "id": "itidal",
      "title": "I'tidal",
      "description": "Berdiri tegak kembali sambil membaca doa i'tidal.",
      "arabicText": "سَمِعَ اللّٰهُ لِمَنْ حَمِدَهُ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَاوَاتِ وَمِلْءَ الْأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ",
      "transliteration": "Sami'a Allahu liman hamidah, Rabbanaa lakal hamd, mil-as samaawaati wa mil-al ardhi wa mil-a maa shi'ta min shay-in ba'du",
      "indonesianTranslation": "Allah mendengar orang yang memuji-Nya. Ya Tuhan kami, bagi-Mu segala puji, sepenuh langit, sepenuh bumi, dan sepenuh apa saja yang Engkau kehendaki setelah itu.",
      "englishTranslation": "Allah hears those who praise Him. Our Lord, to You belongs all praise, as much as the heavens and the earth and as much as You will beyond that."
    },
    {
      "id": "sujud",
      "title": "Sujud",
      "description": "Bersujud dengan tujuh anggota tubuh menyentuh lantai.",
      "arabicText": "سُبْحَانَ رَبِّيَ الْأَعْلَى وَبِحَمْدِهِ",
      "transliteration": "Subhaana Rabbiyal A'laa wa bihamdih",
      "indonesianTranslation": "Maha Suci Tuhanku Yang Maha Tinggi dan dengan memuji-Nya.",
      "englishTranslation": "Glory is to my Lord, the Most High, and with His praise."
    },
    {
      "id": "duduk_antara_sujud",
      "title": "Duduk di Antara Dua Sujud",
      "description": "Duduk sambil membaca doa di antara dua sujud.",
      "arabicText": "رَبِّ اغْفِرْ لِي وَارْحَمْنِي وَاجْبُرْنِي وَارْفَعْنِي وَارْزُقْنِي وَاهْدِنِي وَعَافِنِي وَاعْفُ عَنِّي",
      "transliteration": "Rabbighfir lii, warhamnii, wajburnii, warfa'nii, warzuqnii, wahdinii, wa'aafinii, wa'fu 'annii",
      "indonesianTranslation": "Ya Allah, ampunilah aku, rahmatilah aku, cukupkanlah aku, angkatlah derajatku, berilah aku rezeki, berilah aku petunjuk, sehatkanlah aku, dan maafkanlah aku.",
      "englishTranslation": "O Allah, forgive me, have mercy on me, strengthen me, raise my rank, provide for me, guide me, grant me health, and pardon me."
    },
    {
      "id": "tasyahud_awal",
      "title": "Tasyahud Awal",
      "description": "Duduk membaca tasyahud awal pada rakaat kedua.",
      "arabicText": "التَّحِيَّاتُ الْمُبَارَكَاتُ الصَّلَوَاتُ الطَّيِّبَاتُ لِلّٰهِ. السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللّٰهِ وَبَرَكَاتُهُ. السَّلَامُ عَلَيْنَا وَعَلَىٰ عِبَادِ اللّٰهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللّٰهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللّٰهِ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ",
      "transliteration": "Attahiyyaatul mubaarakaatush shalawaatuth thayyibaatu lillaah. Assalaamu 'alaika ayyuhan-nabiyyu wa rahmatullaahi wa barakaatuh. Assalaamu 'alainaa wa 'alaa 'ibaadillaahis-saaliheen. Ashhadu allaa ilaaha illallaah wa ashhadu anna Muhammadan rasuulullaah. Allahumma shalli 'alaa Muhammad",
      "indonesianTranslation": "Segala penghormatan, keberkahan, shalawat dan kebaikan bagi Allah. Salam, rahmat dan berkah-Nya kupanjatkan kepadamu wahai Nabi. Salam keselamatan semoga tetap untuk kami seluruh hamba yang shaleh-shaleh. Aku bersaksi bahwa tiada Tuhan selain Allah dan aku bersaksi bahwa Nabi Muhammad adalah utusan Allah. Ya Allah, limpahkanlah rahmat kepada Nabi Muhammad.",
      "englishTranslation": "All greetings, blessings, prayers and good things belong to Allah. Peace, mercy and blessings of Allah be upon you, O Prophet. Peace be upon us and upon the righteous servants of Allah. I bear witness that there is no deity worthy of worship except Allah, and I bear witness that Muhammad is the Messenger of Allah. O Allah, send blessings upon Muhammad."
    },
    {
      "id": "tasyahud_akhir",
      "title": "Tasyahud Akhir",
      "description": "Duduk membaca tasyahud akhir pada rakaat terakhir.",
      "arabicText": "التَّحِيَّاتُ الْمُبَارَكَاتُ الصَّلَوَاتُ الطَّيِّبَاتُ لِلّٰهِ. السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللّٰهِ وَبَرَكَاتُهُ. السَّلَامُ عَلَيْنَا وَعَلَىٰ عِبَادِ اللّٰهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللّٰهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللّٰهِ. اللّٰهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ وَعَلَىٰ آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَىٰ إِبْرَاهِيمَ وَعَلَىٰ آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَىٰ مُحَمَّدٍ وَعَلَىٰ آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَىٰ إِبْرَاهِيمَ وَعَلَىٰ آلِ إِبْرَاهِيمَ. فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ",
      "transliteration": "Attahiyyaatul mubaarakaatush shalawaatuth thayyibaatu lillaah. Assalaamu 'alaika ayyuhan-nabiyyu wa rahmatullaahi wa barakaatuh. Assalaamu 'alainaa wa 'alaa 'ibaadillaahis-saaliheen. Ashhadu allaa ilaaha illallaah wa ashhadu anna Muhammadan rasuulullaah. Allaahumma salli 'alaa Muhammadin wa 'alaa aali Muhammadin kamaa sallayta 'alaa Ibraahiima wa 'alaa aali Ibraahiim. Wa baarik 'alaa Muhammadin wa 'alaa aali Muhammadin kamaa baarakta 'alaa Ibraahiima wa 'alaa aali Ibraahiim. Fil 'aalamiina innaka hamiidum majiid",
      "indonesianTranslation": "Segala penghormatan, keberkahan, shalawat dan kebaikan bagi Allah. Salam, rahmat dan berkah-Nya kupanjatkan kepadamu wahai Nabi. Salam keselamatan semoga tetap untuk kami seluruh hamba yang shaleh-shaleh. Aku bersaksi bahwa tiada Tuhan selain Allah dan aku bersaksi bahwa Nabi Muhammad adalah utusan Allah. Ya Allah, limpahkanlah rahmat kepada Nabi Muhammad dan keluarganya sebagaimana Engkau telah melimpahkan rahmat kepada Nabi Ibrahim dan keluarganya. Dan limpahkanlah keberkahan kepada Nabi Muhammad dan keluarganya sebagaimana Engkau telah melimpahkan keberkahan kepada Nabi Ibrahim dan keluarganya. Di seluruh alam semesta, sesungguhnya Engkau Maha Terpuji lagi Maha Mulia.",
      "englishTranslation": "All greetings, blessings, prayers and good things belong to Allah. Peace, mercy and blessings of Allah be upon you, O Prophet. Peace be upon us and upon the righteous servants of Allah. I bear witness that there is no deity worthy of worship except Allah, and I bear witness that Muhammad is the Messenger of Allah. O Allah, send prayers upon Muhammad and the family of Muhammad, as You sent prayers upon Ibrahim and upon the family of Ibrahim. And send blessings upon Muhammad and the family of Muhammad, as You sent blessings upon Ibrahim and upon the family of Ibrahim, in all the worlds, indeed You are Praiseworthy and Glorious."
    },
    {
      "id": "salam",
      "title": "Salam",
      "description": "Mengucapkan salam ke kanan dan ke kiri.",
      "arabicText": "السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللّٰهِ وَبَرَكَاتُهُ",
      "transliteration": "Assalaamu 'alaikum wa rahmatullaahi wa barakaatuh",
      "indonesianTranslation": "Salam sejahtera, rahmat Allah, dan keberkahan-Nya.",
      "englishTranslation": "Peace be upon you, and the mercy of Allah and His blessings."
    }
  ]
}
